---
kind: property
id: P:Autodesk.Revit.DB.BuiltInFailures.MEPCalculationFailures.PlumbingFlowCalculatorNotAvailable
source: html/301557fe-779b-1ab9-a077-fa13d2d085c7.htm
---
# Autodesk.Revit.DB.BuiltInFailures.MEPCalculationFailures.PlumbingFlowCalculatorNotAvailable Property

Plumbing Flow Calculator Not Available: [Calculator Name]

## Syntax (C#)
```csharp
public static FailureDefinitionId PlumbingFlowCalculatorNotAvailable { get; }
```